Repository: sherzadmohammad/nandin
Catalog: lib/l10n/app_*.arb
Languages: fa

# home_trending
source: New and Trending
fa: نوێ و پەرەپێدراو

# home_promoted
source: Promoted
fa: پەرەپێدراو

# home_popular
source: popular teacher
fa: مامۆستا گەرم

# board1_title
source: Find the right fit for you with our Tutors
fa: فێرکاری گونجاوت دۆزەوە بە تووتۆرانمان

# board1_body
source: With over 30,000 tutors and 1M+ learners, we know language learning.
fa: بە زۆربەی ٣٠,٠٠٠ تووتۆر و زیاتر لە ١ ملیۆن خوێندکار، ئێمە فێرکاری زمان دەزانین.

# board2_title
source: Get better with every lesson
fa: بە هەر وانەیەک باشتر دەبیت

# board2_body
source: Learning is a journey. We'll be with you every step of the way.
fa: خوێندن ڕێگەیەکە. ئێمە لە هەموو هەنگاوی ڕێگەکە لەگەڵت دەبین.

# board3_title
source: Practice makes possible
fa: پێوەندی ڕێگاە

# board3_body
source: Learning is a journey. We'll be with you every step of the way.
fa: خوێندن ڕێگەیەکە. ئێمە لە هەموو هەنگاوی ڕێگەکە لەگەڵت دەبین.

# board3_btn
source: Get started
fa: دەست پێبکە

# login_header
source: Let’s sign you in
fa: بەخێربێیتە ناوەوە

# login_title
source: Welcome back beautiful, You have been missed
fa: بەخێربێیت، خۆشەویستم، تەنیا بووت

# login_email_hint
source: Enter your email
fa: ئیمەیڵەکەت بنوسە

# login_password_hint
source: Password
fa: تێپەڕوشە

# login_forgetPassword_textButton
source: Forgot Password?
fa: تێپەڕوشەکت بیرچووە؟

# login_btn
source: log in
fa: چوونەژورەوە

# login_label
source: i don't have an account
fa: هەژمارێکم نییە

# login_signup_textButton
source: Sign up
fa: هەژمار دروست بکە

# login_division_line
source: or
fa: یان

# login_signupWithGoogle_btn
source: Sign up with google
fa: چوونەژورەوە بە گووگڵ

# signup_header
source: Let’s Register Account
fa: بەخێربێیت بۆ دروستکردنی هەژمار

# signup_title
source: Hello beautiful, let’s find what’s happening near you
fa: سڵاو خۆشەویستم، ئێمە ڕۆژەکانت دەبین

# signup_firstName_hint
source: First name
fa: ناوی یەکەم

# signup_lastName_hint
source: Last name
fa: ناوی دووەم

# signup_email_hint
source: Enter your email
fa: ئیمەیڵەکەت بنوسە

# signup_password_hint
source: Password
fa: تێپەڕوشە

# signup_confirmPassword_hint
source: Confirm Password
fa: تێپەڕوشە دڵنیا بکە

# signup_gender_hint
source: Select Gender
fa: ڕەگەز هەڵبژێرە

# signup_gender_male
source: Male
fa: نێر

# signup_gender_Female
source: Female
fa: مێ

# signup_btn
source: Create an account
fa: هەژمار دروست بکە

# signup_having_account
source: Already have an account
fa: هەژمارێکم هەیە

# signup_login_option
source: Login
fa: چوونەژورەوە

# signup_bottom_text1
source: By using this app you agree to the
fa: بە بەکاربردنی ئەم ئاپە ڕەزامەندی بە

# signup_terms
source: Terms and Condition
fa: مەرج و مەرجەکان

# signup_bottom_text2
source: All rights reserved © FerPro 2024
fa: مافی پارێزراو © FerPro 2024

# otpCode_appbar
source: Verification
fa: پشتڕاستکردنەوە

# otpCode_header
source: Almost there!
fa: بەشێویەکی نزیکەوە

# otpCode_title
source: Enter the OTP code we just sent you on your Email address
fa: کۆدی OTP فەڕستراوی ئیمەیڵەکەت بنوسە

# otpCode_btn
source: Verify
fa: پشتڕاستکردنەوە

# otpCode_bottom_text1
source: Didn't Receive Code
fa: کۆد وەرنەگیرا

# otpCode_resend
source: Resend Code
fa: کۆدەکە دووبارە بنێرە

# otpCode_bottom_text2
source: Resend code in
fa: دووبارە بنێرە لە

# forgetPassword_appbar
source: Forget password
fa: تێپەڕوشەی بیرچوو

# forgetPassword_header
source: Forget your password?
fa: تێپەڕوشەی بیرچووە؟

# forgetPassword_title
source: Enter your email address we will send you instruction to reset your password
fa: ئیمەیڵەکەت بنوسە تا ڕێنمایی بۆ دۆزینەوەی تێپەڕوشە بنێرین

# forgetPassword_hint
source: Enter your text
fa: دەقی خۆت بنوسە

# forgetPassword_btn
source: send code
fa: کۆد بنێرە

# forgetPassword_alert_title
source: Check your email
fa: ئیمەیڵەکەت بپشکنە

# forgetPassword_alert_body
source: We have send password recovery instruction to your email
fa: ڕێنمایی دۆزینەوەی تێپەڕوشە بۆ ئیمەیڵەکەت بنێردرا

# newPassword_appbar
source: New Password
fa: تێپەڕوشەی نوێ

# newPassword_header
source: Create new password
fa: تێپەڕوشەی نوێ دروست بکە

# newPassword_title
source: Choose a new password for
fa: تێپەڕوشەی نوێ بۆ

# newPassword_password_hint
source: New Password
fa: تێپەڕوشەی نوێ

# newPassword_confirm_password
source: Confirm new password
fa: تێپەڕوشەی نوێ دڵنیا بکە

# newPassword_btn
source: change password
fa: تێپەڕوشە بگۆڕە

# newPassword_alert_title
source: password updated
fa: تێپەڕوشە نوێکرا

# newPassword_alert_body
source: Please press sign in to continue
fa: تکایە کرتە بکە سەر چوونەژورەوە بۆ بەردەوامبوون

# newPassword_alert_btn
source: sign in
fa: چوونەژورەوە

# bottomNavigationItems_home
source: home
fa: مالەوە

# bottomNavigationItems_search
source: search
fa: گەڕان

# bottomNavigationItems_message
source: message
fa: پەیام

# bottomNavigationItems_schedule
source: schedule
fa: خشتە

# bottomNavigationItems_profile
source: profile
fa: پڕۆفایل

# chipFilters_constant
source: Filters:
fa: پەیوەندەکان:

# chipFilters_location
source: Location
fa: شوێن

# chipFilters_category
source: Category
fa: هاوپۆلەکان

# chipFilters_price
source: Price
fa: نرخ

# chipFilters_date
source: Date
fa: رێکەوت

# chipFilters_rating
source: Rating
fa: هەڵسەنگاندن

# chipFilters_all
source: All
fa: هەموو

# chipFilters_onClass
source: On-Class
fa: لە وەشاندنەوە

# chipFilters_group
source: Group
fa: گرووپ

# chipFilters_private
source: Private
fa: تایبەتی

# chipFilters_online
source: Online
fa: ئۆنلاین

# notification_appbar
source: Notification
fa: ئاگادارییەکان

# notification_off_header
source: Allow notifications
fa: ئاگاداری چالاک بکە

# notification_off_title
source: Turn on notifications to get class recommendations and updates, No spam! We Promise.
fa: ئاگاداری چالاک بکە بۆ پێشنیارەکانی وانەکان

# notification_off_btn
source: Turn On
fa: چالاک بکە

# details_available
source: Available in
fa: بەردەستە لە

# details_language
source: Course Language
fa: زمانی وانە

# details_course_teacher
source: Course Teacher
fa: مامۆستای وانە

# details_description
source: Description
fa: پێناسه

# details_btn
source: Join the course
fa: بەشداری بکە

# reviews_appbar
source: Reviews
fa: هەڵسەنگاندنەکان

# reviews_rating
source: From people
fa: لە لایەن خەڵکەوە

# schedule_appbar
source: Schedule
fa: خشتە

# courseSchedule_seeAll_btn
source: See All
fa: بینینی هەموو

# courseSchedule_choose_day_text
source: Course dates are scheduled for these days.
fa: رۆژەکانی وانە هەڵبژێرە.

# courseSchedule_choose_time_text
source: Choose a suitable class time.
fa: کاتێکی گونجاو هەڵبژێرە.

# courseSchedule_morning
source: Morning
fa: بەیانی

# courseSchedule_afternoon
source: Afternoon
fa: دوای نیوەڕۆ

# courseSchedule_noClass_title
source: No classes on schedule today
fa: وانەیەک لەسەر خشتە نییە

# courseSchedule_noClass_body
source: Swipe for available times on other days
fa: بڕوا بۆ کاتە بەرەنیەکان

# message_appbar
source: Message
fa: پەیام

# message_header
source: Really,no question?
fa: ڕاستەقینە، هیچ پرسیارێکت نییە؟

# message_title
source: Here you can ask your teachers anything, or discuss your learning goal.
fa: پێویستە پەیام بنێریت بە مامۆستاکەتان

# message_btn
source: Find a teacher
fa: تووتۆرەکەت دۆزەوە

# conversation_body
source: Send a friendly message to this teacher, share your goals, and get feedback.
fa: پەیامێکی هاوڕێیانە بنێرە بۆ ئەم مامۆستایە، ئامانجەکانت بەردەست بکە و پێشنیار و ڕەخنە وەرگرە.

# conversation_chat_hint
source: Your message
fa: پەیامەکەت

# schedule_header
source: You’ll see your tutors and lesson schedule here
fa: ئێرە تائڵیم و خشتەی وانەکانت ببینە

# schedule_title
source: Your lesson schedule is the path to success. Find a teacher and book your first lesson to start
fa: خشتەی وانەکانت ڕێگەیە بۆ سەرکەوتن. مامۆستایەک بدۆزەوە و یەکەم وانە بگەرە

# schedule_btn
source: Find a teacher
fa: مامۆستایەک بدۆزەوە

# schedule_current_classes
source: Current classes
fa: وانەکانی ئێستا

# schedule_completed_classes
source: Completed classes
fa: وانەکانی تەواو

# profile_hello
source: Hello
fa: سڵاو

# profile_profile
source: Profile
fa: پڕۆفایل

# profile_changePassword
source: Change Password
fa: گۆڕینی تێپەڕوشە

# profile_courses_record
source: Courses Record
fa: تۆمارەکانی وانە

# profile_courses
source: Courses
fa: وانەکان

# profile_terms
source: Support and Terms
fa: پشتیوانی و مەرجەکان

# profile_language
source: Language
fa: زمان

# profile_rating
source: Rate the Nanden App
fa: ئاپەکە هەڵسەنگاندن

# profile_about
source: About Nanden
fa: دەربارەی FerPro

# profile_notifications
source: Notifications
fa: ئاگادارییەکان

# profile_notifications_off_text
source: Turn on notifications to get class recommendations and updates, No spam! We Promise.
fa: ئاگاداری چالاک بکە بۆ پێشنیارەکانی وانەکان

# editProfile_btn
source: Save Changes
fa: گۆڕانکاری پاشکەوت بکە

# editProfile_delete_btn
source: Delete Account
fa: حەسابەکە بسڕەوە

# about_appbar
source: About Nanden
fa: About FerPro

# about_vision
source: Nanden's Vision
fa: FerPro's Vision

# courses_appbar
source: Courses
fa: کۆرسەکان

# courses_current
source: Current
fa: ئێستا

# courses_completed
source: Completed
fa: تەواو بوو

# courses_noCurrent_body
source: It seems like you haven't participated in any courses yet.
fa: وەک خۆی دەردەبڕێت هێشتا کۆرسێک پەیوەندیت پێوە نەکردووە.

# courses_noCompleted_body
source: It looks like you haven't completed any course yet.
fa: وەک خۆی دەردەبڕێت هێشتا هیچ کۆرسێک تەواو نەکردووە.

# noInternet_title
source: You are offline
fa: تۆ ناچالاکیت

# noInternet_body
source: Please try again when you're back online to check for updates on Available classes..
fa: تکایە دووبارە هەوڵ بدە کاتێک سەرهێڵیتەوە بۆ دواکەوتنەکان لەسەر وانە بەردەستەکان.

# noInternet_btn
source: Try again
fa: دووبارە هەوڵ بدە

# cities_none
source: None
fa: هیچ

# cities_baghdad
source: Baghdad
fa: بغداد

# cities_erbil
source: Erbil
fa: هەولێر

# cities_sulaimanyah
source: Sulaimanyah
fa: سلێمانی

# cities_duhok
source: Duhok
fa: دهۆك

# cities_zaxo
source: Zaxo
fa: زاخۆ

# cities_basra
source: Basra
fa: بەسرە

# cities_mosul
source: Mosul
fa: موصل

# cities_kirkuk
source: Kirkuk
fa: کەرکوك

# cities_najaf
source: Najaf
fa: نەجەف

# cities_kut
source: Kut
fa: کویت

# delete_title_dialog
source: Delete Chat
fa: سڕینەوەی چات

# delete_body_dialog
source: Delete this chat permanently?
fa: ئەم چاتە هەمیچە سڕدرێتەوە؟

# logout_title_dialog
source: Log out
fa: چوونە دەرەوە

# logout_body_dialog
source: Are you sure you want to log out?
fa: دڵنیایت لە چوونە دەرەوە؟

# cancel_btn_dialog
source: Cancel
fa: پاشگەزبوونەوە

# ok_btn_dialog
source: Log out
fa: چوونە دەرەوە

# continue_btn
source: Continue
fa: بەردەوامبە

# warning_title_dialog
source: WARNING!
fa: ئاگاداری!

# warning_body_dialog
source: Are you sure you want to delete your account? this cannot be undone.
fa: دڵنیایت کە دەتەوێت هەژمارەکەت بسڕیتەوە؟ ئەمە ناتوانرێت پشک بکرێتەوە.

# warning_yes_btn
source: yes,i want to delete my account
fa: بەڵێ، دەمەوێت هەژمارەکەم بسڕمەوە

# warning_no_btn
source: No, I’ll give FerPro another try
fa: نەخێر، دەمەوێت هەلی تر بەم فەرپڕۆ بدەم

# bottomSheet_location_title
source: Location
fa: شوێن

# bottomSheet_price_title
source: Per Class Price
fa: نرخی هەردوانە

# bottomSheet_price_body
source: Select your Preferred price range
fa: هەڵبژاردنی مەودای نرخە دڵخوازەکانت

# bottomSheet_subjects_title
source: Class Subjects
fa: بابەتەکانی پۆل

# bottomSheet_subjects_body
source: Select your preferred subject of interest to enroll.
fa: بابەتی دڵخوازەکەت هەڵبژێرە بۆ تۆمارکردن.

# bottomSheet_rating_title
source: Course Ratings
fa: هەڵسەنگاندنی کورس

# bottomSheet_removeAll_btn
source: Remove All
fa: هەموو پاکبکەرەوە

# bottomSheet_btn
source: Show Results
fa: ئەنجامەکان پیشان بدە

# bottomSheet_camera
source: Take a photo
fa: وێنەیەک بگرە

# bottomSheet_library
source: Choose from Gallery
fa: هەڵبژاردن لە کتێبخانە

# bottomSheet_removePhoto
source: Remove current photo
fa: وێنەی ئێستا لاببە

source: General Reviews
fa: هەڵسەنگاندنی گشتی

# showMore_btn
source: Read more
fa: زیاتر بخوێنەوە

# listTile_side_btn_delete
source: Delete
fa: سڕینەوە

# time_ago_just_now
source: just now
fa: هەتا ئێستا

# time_ago_seconds
source: {seconds}s ago
fa: {seconds} چرکە پێش

# time_ago_minute
source: a minute ago
fa: یەک چەندە پێش

# time_ago_minutes
source: {minutes}m ago
fa: {minutes} دق پێش

# time_ago_hour
source: an hour ago
fa: یەک ساعد پێش

# time_ago_hours
source: {hours}h ago
fa: {hours} ساعد پێش

# time_ago_day
source: yesterday
fa: دووڕو

# time_ago_days
source: {days}d ago
fa: {days} ڕووی پێش

# time_ago_week
source: a week ago
fa: یەک هەفتە پێش

# time_ago_weeks
source: {weeks}w ago
fa: {weeks} هەفتە پێش

# time_ago_month
source: a month ago
fa: یەک مانگ پێش

# time_ago_months
source: {months}m ago
fa: {months} مانگ پێش

# time_ago_year
source: a year ago
fa: یەک ساڵ پێش

# time_ago_years
source: {years}y ago
fa: {years} ساڵ پێش
